Repository: udhawan97/pdFold
Catalog: Orifold/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, ja, zh_hans

# contentView.annotationColorButton.help
source: Annotation color
es: Color de anotación
fr: Couleur d’annotation
hi: एनोटेशन रंग
ja: 注釈の色
zh_hans: 批注颜色

# contentView.commentsIndicator.viewOneComment.help
source: View 1 comment
es: Ver 1 comentario
fr: Afficher 1 commentaire
hi: 1 टिप्पणी देखें
ja: 1件のコメントを表示
zh_hans: 查看 1 条评论

# contentView.done.button
source: Done
es: Listo
fr: Terminé
hi: हो गया
ja: 完了
zh_hans: 完成

# contentView.dropImportError.noSupportedDocument
source: Orifold could not find a supported document in that drop.
es: Orifold no encontró ningún documento compatible en ese contenido.
fr: Orifold n’a trouvé aucun document pris en charge dans cet élément déposé.
hi: Orifold को उस ड्रॉप में कोई समर्थित दस्तावेज़ नहीं मिला।
ja: ドロップされた項目に対応する書類が見つかりませんでした。
zh_hans: Orifold 未能在拖入的内容中找到受支持的文档。

# contentView.dropOverlay.subtitle
source: Up to 50 files at a time
es: Hasta 50 archivos a la vez
fr: 50 fichiers maximum à la fois
hi: एक बार में 50 फ़ाइलों तक
ja: 一度に最大50個のファイル
zh_hans: 一次最多 50 个文件

# contentView.dropOverlay.title
source: Drop to add documents
es: Suelta aquí para añadir documentos
fr: Déposez des documents pour les ajouter
hi: दस्तावेज़ जोड़ने के लिए यहां छोड़ें
ja: ドロップして書類を追加
zh_hans: 松开以添加文档

# contentView.exportError.title
source: Export Error
es: Error de exportación
fr: Erreur d’exportation
hi: एक्सपोर्ट त्रुटि
ja: 書き出しエラー
zh_hans: 导出错误

# contentView.exportSheet.allowCopying.toggle
source: Allow copying
es: Permitir copia
fr: Autoriser la copie
hi: कॉपी करने की अनुमति दें
ja: コピーを許可
zh_hans: 允许拷贝

# contentView.exportSheet.allowPrinting.toggle
source: Allow printing
es: Permitir impresión
fr: Autoriser l’impression
hi: प्रिंटिंग की अनुमति दें
ja: プリントを許可
zh_hans: 允许打印

# contentView.exportSheet.cancel.button
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消

# contentView.exportSheet.compressionPreset.picker
source: Preset
es: Preajuste
fr: Préréglage
hi: प्रीसेट
ja: プリセット
zh_hans: 预设

# contentView.exportSheet.confirmPassword.field
source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
ja: パスワードの確認
zh_hans: 确认密码

# contentView.exportSheet.confirmationMissing.message
source: Confirmation is missing. Re-enter the password.
es: Falta la confirmación. Vuelve a introducir la contraseña.
fr: La confirmation est manquante. Ressaisissez le mot de passe.
hi: पुष्टि नहीं की गई है। पासवर्ड दोबारा दर्ज करें।
ja: 確認用パスワードが入力されていません。もう一度入力してください。
zh_hans: 尚未输入确认密码，请重新输入密码。

# contentView.exportSheet.export.button
source: Export
es: Exportar
fr: Exporter
hi: एक्सपोर्ट करें
ja: 書き出す
zh_hans: 导出

# contentView.exportSheet.fileSizeReductionPdfOnly.message
source: File-size reduction is available for PDF exports.
es: La reducción de tamaño de archivo solo está disponible para exportaciones en PDF.
fr: La réduction de taille est disponible pour les exports PDF.
hi: फ़ाइल-आकार घटाना केवल PDF एक्सपोर्ट के लिए उपलब्ध है।
ja: ファイルサイズの削減はPDF書き出し時のみ利用できます。
zh_hans: 缩减文件大小仅适用于 PDF 导出。

# contentView.exportSheet.format.picker
source: Format
es: Formato
hi: फ़ॉर्मैट
ja: 形式
zh_hans: 格式

# contentView.exportSheet.lockFormAnswers.toggle
source: Lock form answers in place
es: Bloquear las respuestas del formulario
fr: Verrouiller les réponses du formulaire
hi: फ़ॉर्म के जवाबों को लॉक करें
ja: フォームの入力内容を固定する
zh_hans: 锁定表单答案

# contentView.exportSheet.password.field
source: Password
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
zh_hans: 密码

# contentView.exportSheet.passwordMismatch.message
source: Passwords do not match. Re-enter the confirmation.
es: Las contraseñas no coinciden. Vuelve a introducir la confirmación.
fr: Les mots de passe ne correspondent pas. Ressaisissez la confirmation.
hi: पासवर्ड मेल नहीं खाते। पुष्टि दोबारा दर्ज करें।
ja: パスワードが一致しません。確認用パスワードを入力し直してください。
zh_hans: 两次输入的密码不一致，请重新输入确认密码。

# contentView.exportSheet.passwordMissing.message
source: Password is missing. Enter a password.
es: Falta la contraseña. Introduce una contraseña.
fr: Le mot de passe est manquant. Saisissez un mot de passe.
hi: पासवर्ड नहीं डाला गया है। एक पासवर्ड दर्ज करें।
ja: パスワードが入力されていません。パスワードを入力してください。
zh_hans: 尚未输入密码，请输入密码。

# contentView.exportSheet.passwordProtectionPdfOnly.message
source: Password protection is available for PDF exports.
es: La protección con contraseña solo está disponible para exportaciones en PDF.
fr: La protection par mot de passe est disponible pour les exports PDF.
hi: पासवर्ड सुरक्षा केवल PDF एक्सपोर्ट के लिए उपलब्ध है।
ja: パスワード保護はPDF書き出し時のみ利用できます。
zh_hans: 密码保护仅适用于 PDF 导出。

# contentView.exportSheet.passwordProtectionUnavailableSigned.message
source: Password protection is unavailable because this PDF has a digital signature.
es: La protección con contraseña no está disponible porque este PDF tiene una firma digital.
fr: La protection par mot de passe est indisponible, car ce PDF comporte une signature numérique.
hi: पासवर्ड सुरक्षा उपलब्ध नहीं है क्योंकि इस PDF पर डिजिटल हस्ताक्षर है।
ja: このPDFにはデジタル署名があるため、パスワード保護は使用できません。
zh_hans: 此 PDF 包含数字签名，因此无法使用密码保护。

# contentView.exportSheet.protectWithPassword.toggle
source: Protect with password
es: Proteger con contraseña
fr: Protéger par mot de passe
hi: पासवर्ड से सुरक्षित करें
ja: パスワードで保護
zh_hans: 使用密码保护

# contentView.exportSheet.reduceFileSize.toggle
source: Reduce file size
es: Reducir tamaño de archivo
fr: Réduire la taille du fichier
hi: फ़ाइल का आकार घटाएं
ja: ファイルサイズを削減
zh_hans: 缩减文件大小

# contentView.exportSheet.removeMetadata.toggle
source: Remove document metadata (author, producer, dates)
es: Eliminar los metadatos del documento (autor, productor, fechas)
fr: Supprimer les métadonnées du document (auteur, producteur, dates)
hi: दस्तावेज़ का मेटाडेटा हटाएं (लेखक, निर्माता, तारीखें)
ja: 書類のメタデータを削除(作成者、作成アプリ、日付)
zh_hans: 移除文档元数据（作者、制作者、日期）

# contentView.exportSheet.sanitizeForSharing.toggle
source: Sanitize for sharing
es: Sanear para compartir
fr: Nettoyer avant partage
hi: साझा करने के लिए सैनिटाइज़ करें
ja: 共有用にサニタイズ
zh_hans: 清理后再分享

# contentView.exportSheet.sanitizeStripsDetail.message
source: Strips auto-run actions, embedded JavaScript, and embedded files.
es: Elimina acciones de ejecución automática, JavaScript incrustado y archivos incrustados.
fr: Supprime les actions automatiques, le JavaScript intégré et les fichiers incorporés.
hi: यह ऑटो-रन एक्शन, एम्बेडेड JavaScript और एम्बेडेड फ़ाइलें हटा देता है।
ja: 自動実行アクション、埋め込みJavaScript、埋め込みファイルを削除します。
zh_hans: 将移除自动运行的操作、嵌入的 JavaScript 和嵌入的文件。

# contentView.exportSheet.sanitizeUnavailableSigned.message
source: Sanitizing is unavailable because this PDF has a digital signature.
es: El saneado no está disponible porque este PDF tiene una firma digital.
fr: Le nettoyage est indisponible, car ce PDF comporte une signature numérique.
hi: सैनिटाइज़ करना उपलब्ध नहीं है क्योंकि इस PDF पर डिजिटल हस्ताक्षर है।
ja: このPDFにはデジタル署名があるため、サニタイズは使用できません。
zh_hans: 此 PDF 包含数字签名，因此无法进行清理。

# contentView.exportSheet.title
source: Export
es: Exportar
fr: Exporter
hi: एक्सपोर्ट
ja: 書き出す
zh_hans: 导出

# contentView.exportSuccess.finderFailed.message
source: Saved successfully, but Finder could not be opened.
es: Guardado correctamente, pero no se pudo abrir el Finder.
fr: Enregistré avec succès, mais le Finder n'a pas pu être ouvert.
hi: सफलतापूर्वक सहेजा गया, लेकिन Finder नहीं खुल सका।
ja: 保存に成功しましたが、Finderを開けませんでした。
zh_hans: 已成功保存，但无法打开访达。

# contentView.exportSuccess.pdfSaved.title
source: PDF Saved
es: PDF guardado
fr: PDF enregistré
hi: PDF सहेजा गया
ja: PDFを保存しました
zh_hans: PDF 已保存

# contentView.exportSuccess.savedTo.label
source: Saved to:
es: Guardado en:
fr: Enregistré dans :
hi: यहाँ सहेजा गया:
ja: 保存先：
zh_hans: 已保存到：

# contentView.exportSuccess.title
source: Export Complete
es: Exportación completa
fr: Exportation terminée
hi: एक्सपोर्ट पूर्ण
ja: 書き出し完了
zh_hans: 导出完成

# contentView.importBatchLimit.message
source: Only 50 files can be added at a time. The first 50 from this selection will be added. To add more, run Add Files again after this import finishes.
es: Solo se pueden añadir 50 archivos a la vez. Se añadirán los primeros 50 de esta selección. Para añadir más, vuelve a usar Añadir archivos cuando termine esta importación.
fr: 50 fichiers peuvent être ajoutés à la fois. Les 50 premiers de cette sélection seront ajoutés. Pour en ajouter d’autres, relancez Ajouter des fichiers une fois cette importation terminée.
hi: एक बार में केवल 50 फ़ाइलें जोड़ी जा सकती हैं। इस चयन में से पहली 50 फ़ाइलें जोड़ी जाएंगी। और जोड़ने के लिए, यह आयात पूरा होने के बाद फिर से फ़ाइलें जोड़ें चलाएं।
ja: 一度に追加できるのは50個までです。選択した項目のうち先頭の50個を追加します。残りは今回の読み込み完了後に「ファイルを追加」をもう一度実行してください。
zh_hans: 一次最多只能添加 50 个文件。系统将添加所选内容中的前 50 个。如需添加更多，请在此次导入完成后再次执行“添加文件”。

# contentView.importBatchPanel.message
source: Select up to 50 files. Larger batches can be added after this import finishes.
es: Selecciona hasta 50 archivos. Puedes añadir más una vez que termine esta importación.
fr: Sélectionnez jusqu’à 50 fichiers. Vous pourrez en ajouter d’autres une fois cette importation terminée.
hi: 50 फ़ाइलों तक चुनें। बड़े बैच इस आयात के पूरा होने के बाद जोड़े जा सकते हैं।
ja: 最大50個のファイルを選択してください。それ以上は今回の読み込み完了後に追加できます。
zh_hans: 最多选择 50 个文件。此次导入完成后可再添加更多文件。

# contentView.importDropProviderLimit.message
source: Orifold prepared 50 files from this drop. If you expected more, run another import after this one finishes.
es: Orifold preparó 50 archivos de este contenido. Si esperabas más, realiza otra importación cuando esta termine.
fr: Orifold a préparé 50 fichiers à partir de cet élément déposé. Si vous en attendiez davantage, lancez une nouvelle importation une fois celle-ci terminée.
hi: Orifold ने इस ड्रॉप से 50 फ़ाइलें तैयार की हैं। अगर आपको और उम्मीद थी, तो यह पूरा होने के बाद एक और आयात चलाएं।
ja: Orifoldはドロップされた項目から50個のファイルを準備しました。まだ追加したいファイルがある場合は、この読み込みの完了後にもう一度実行してください。
zh_hans: Orifold 已从此次拖放中准备了 50 个文件。如果还有更多文件，请在此次导入完成后再次导入。

# contentView.importError.title
source: Import Error
es: Error de importación
fr: Erreur d’importation
hi: आयात त्रुटि
ja: 読み込みエラー
zh_hans: 导入错误

# contentView.importRecovery.chooseFileAgain.button
source: Choose File Again
es: Elegir archivo de nuevo
fr: Choisir le fichier à nouveau
hi: फ़ाइल फिर से चुनें
ja: ファイルを再度選択
zh_hans: 重新选择文件

# contentView.importRecovery.grantFolderAccess.button
source: Grant Folder Access
es: Conceder acceso a la carpeta
fr: Accorder l'accès au dossier
hi: फ़ोल्डर एक्सेस दें
ja: フォルダへのアクセスを許可
zh_hans: 授予文件夹访问权限

# contentView.nightModeControls.application.label
source: Application
es: Aplicación
hi: एप्लिकेशन
ja: アプリケーション
zh_hans: 应用程序

# contentView.nightModeControls.applicationAppearance.picker
source: Application appearance
es: Apariencia de la aplicación
fr: Apparence de l’application
hi: एप्लिकेशन का रूप
ja: アプリケーションの外観
zh_hans: 应用程序外观

# contentView.operationProgress.cancel.button
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消

# contentView.readerModePill.openNotes.help
source: Open notes and comments
es: Abrir notas y comentarios
fr: Ouvrir les notes et commentaires
hi: नोट्स और टिप्पणियां खोलें
ja: ノートとコメントを開く
zh_hans: 打开批注和评论

# contentView.readerModePill.reader.label
source: Reader
es: Lectura
fr: Lecture
hi: रीडर
ja: リーダー
zh_hans: 阅读

# contentView.readerModePill.toneControls.help
source: Adjust appearance and reading tone
es: Ajustar apariencia y tono de lectura
fr: Régler l’apparence et la teinte de lecture
hi: लुक और रीडिंग टोन समायोजित करें
ja: 外観と読書時の色調を調整
zh_hans: 调整外观和阅读色调

# contentView.showInFinder.button
source: Show in Finder
es: Mostrar en Finder
fr: Afficher dans le Finder
hi: Finder में दिखाएं
ja: Finderで表示
zh_hans: 在访达中显示

# contentView.viewComments.one
source: View 1 Comment
es: Ver 1 comentario
fr: Voir 1 commentaire
hi: 1 टिप्पणी देखें
ja: コメントを1件表示
zh_hans: 查看 1 条评论

# contentView.viewComments.other
source: View %lld Comments
es: Ver %lld comentarios
fr: Voir %lld commentaires
hi: %lld टिप्पणियाँ देखें
ja: コメントを%lld件表示
zh_hans: 查看 %lld 条评论

# decoration.defaultWatermark
source: Draft
es: Borrador
fr: Brouillon
hi: ड्राफ़्ट
ja: 下書き
zh_hans: 草稿

# document.commentPageRemoved
source: (page removed)
es: (página eliminada)
fr: (page supprimée)
hi: (पृष्ठ हटाया गया)
ja: （ページ削除済み）
zh_hans: （页面已删除）

# document.commentsSummary.resolved
source: Resolved
es: Resuelto
fr: Résolu
hi: हल किया गया
ja: 解決済み
zh_hans: 已解决

# document.commentsSummary.title
source: Comments
es: Comentarios
fr: Commentaires
hi: टिप्पणियाँ
ja: コメント
zh_hans: 评论

# document.importedDocument
source: Imported Document
es: Documento importado
fr: Document importé
hi: आयातित दस्तावेज़
ja: 読み込んだ文書
zh_hans: 已导入的文档

# document.untitledWorkspace
source: Untitled Workspace
es: Espacio de trabajo sin título
fr: Espace de travail sans titre
hi: अनाम वर्कस्पेस
ja: 無題のワークスペース
zh_hans: 未命名工作区

# documentComfort.advanced.disclosure
source: Fine-tune
es: Ajustar
fr: Ajuster
hi: बारीक समायोजन
ja: 微調整
zh_hans: 微调

# documentComfort.appTheme.info
source: Sets the app window's light or dark appearance. It doesn't change the PDF itself.
es: Define la apariencia clara u oscura de la ventana de la app. No cambia el PDF en sí.
fr: Définit l'apparence claire ou sombre de la fenêtre de l'app. Cela ne modifie pas le PDF.
hi: ऐप विंडो की लाइट या डार्क शक्ल तय करता है। इससे PDF में कोई बदलाव नहीं होता।
ja: アプリウィンドウの明暗表示を設定します。PDF自体は変更されません。
zh_hans: 设置应用窗口的浅色或深色外观，不会更改 PDF 本身。

# documentComfort.brightness.info
source: Dims or brightens the page on screen without editing the document.
es: Atenúa o aumenta el brillo de la página en pantalla sin editar el documento.
fr: Assombrit ou éclaircit la page à l'écran sans modifier le document.
hi: दस्तावेज़ में बदलाव किए बिना स्क्रीन पर पेज को धीमा या तेज़ चमकीला करता है।
ja: 文書を編集せずに画面上のページを暗くしたり明るくしたりします。
zh_hans: 在不修改文档的情况下调暗或调亮屏幕上的页面。

# documentComfort.brightness.title
source: Page Brightness
es: Brillo de página
fr: Luminosité de la page
hi: पेज चमक
ja: ページの明るさ
zh_hans: 页面亮度

# documentComfort.contrast.info
source: Makes text lighter or bolder against the page for easier reading.
es: Hace que el texto sea más claro o más marcado sobre la página para facilitar la lectura.
fr: Rend le texte plus clair ou plus marqué sur la page pour faciliter la lecture.
hi: पढ़ने में आसानी के लिए पेज पर टेक्स्ट को हल्का या गाढ़ा बनाता है।
ja: 読みやすくするため、ページ上のテキストを薄くしたり濃くしたりします。
zh_hans: 让文字相对页面更浅或更粗，方便阅读。

# documentComfort.contrast.title
source: Text Contrast
es: Contraste del texto
fr: Contraste du texte
hi: टेक्स्ट कंट्रास्ट
ja: テキストコントラスト
zh_hans: 文本对比度

# documentComfort.eyeCare.section
source: Eye Care
es: Cuidado visual
fr: Protection oculaire
hi: नेत्र देखभाल
ja: アイケア
zh_hans: 护眼

# documentComfort.focusMode.help
source: Dims surrounding app chrome to emphasize the document.
es: Atenúa la interfaz de la aplicación para resaltar el documento.
fr: Atténue l'interface de l'application pour mettre en valeur le document.
hi: दस्तावेज़ पर ज़ोर देने के लिए आसपास के ऐप इंटरफ़ेस को मंद करता है।
ja: ドキュメントを際立たせるために周囲のアプリUIを暗くします。
zh_hans: 使周围的应用界面变暗以突出文档。

# documentComfort.focusMode.info
source: Dims the surrounding toolbar and sidebar to spotlight the page.
es: Atenúa la barra de herramientas y la barra lateral para destacar la página.
fr: Assombrit la barre d'outils et la barre latérale pour mettre la page en valeur.
hi: पेज को उभारने के लिए आस-पास के टूलबार और साइडबार को धीमा करता है।
ja: ページを際立たせるため、周囲のツールバーとサイドバーを暗くします。
zh_hans: 调暗周围的工具栏和侧边栏，突出显示页面。

# documentComfort.focusMode.title
source: Focus Mode
es: Modo enfoque
fr: Mode concentration
hi: फोकस मोड
ja: フォーカスモード
zh_hans: 专注模式

# documentComfort.pageMode.info
source: Recolors how the page looks on screen — dark, sepia, dim, and more. Your file and exports stay unchanged.
es: Cambia el color de la página en pantalla: oscuro, sepia, tenue y más. Tu archivo y las exportaciones no cambian.
fr: Change l'aspect de la page à l'écran — sombre, sépia, tamisé, etc. Votre fichier et les exports restent inchangés.
hi: स्क्रीन पर पेज का रंग बदलता है — डार्क, सीपिया, डिम आदि। आपकी फ़ाइल और एक्सपोर्ट अपरिवर्तित रहते हैं।
ja: 画面上のページの色合いを変えます（ダーク、セピア、ディムなど）。ファイルや書き出しは変わりません。
zh_hans: 改变页面在屏幕上的显示色调（深色、护眼黄、暗淡等），文件和导出内容保持不变。

# documentComfort.pageMode.section
source: Page Mode
es: Modo de página
fr: Mode de page
hi: पेज मोड
ja: ページモード
zh_hans: 页面模式

# documentComfort.preset.default.title
source: Default
es: Predeterminado
fr: Défaut
hi: डिफ़ॉल्ट
ja: デフォルト
zh_hans: 默认

# documentComfort.preset.eyeCare.title
source: Eye Care
es: Cuidado ocular
fr: Confort visuel
hi: आँखों की देखभाल
ja: 目の保護
zh_hans: 护眼

# documentComfort.preset.focus.title
source: Focus
es: Enfoque
fr: Concentration
hi: फ़ोकस
ja: フォーカス
zh_hans: 专注

# documentComfort.preset.night.title
source: Night
es: Noche
fr: Nuit
hi: रात्रि
ja: 夜間
zh_hans: 夜间

# documentComfort.presets.info
source: One-tap starting points. Pick one, then fine-tune below if you like.
es: Puntos de partida con un solo toque. Elige uno y, si quieres, ajústalo abajo.
fr: Des points de départ en un clic. Choisissez-en un, puis ajustez ci-dessous si besoin.
hi: एक-टैप शुरुआती बिंदु। एक चुनें, फिर चाहें तो नीचे बारीक समायोजन करें।
ja: ワンタップで使える出発点です。選んだ後、必要なら下で微調整できます。
zh_hans: 一键预设起点。选择一个，如果需要可在下方微调。

# documentComfort.presets.section
source: Reading Presets
es: Preajustes de lectura
fr: Préréglages de lecture
hi: पठन प्रीसेट
ja: 読書プリセット
zh_hans: 阅读预设

# documentComfort.readingFocus.section
source: Reading Focus
es: Enfoque de lectura
fr: Concentration de lecture
hi: पठन फोकस
ja: リーディングフォーカス
zh_hans: 阅读焦点

# documentComfort.reduceAnimations.help
source: Minimizes motion for a calmer interface.
es: Minimiza el movimiento para una interfaz más tranquila.
fr: Réduit le mouvement pour une interface plus calme.
hi: शांत इंटरफ़ेस के लिए गति को कम करता है।
ja: 動きを抑えて、より落ち着いたインターフェースにします。
zh_hans: 减少动效，营造更平静的界面。

# documentComfort.reduceAnimations.info
source: Turns off motion and mascot animation for a calmer, steadier interface.
es: Desactiva el movimiento y la animación de la mascota para una interfaz más tranquila y estable.
fr: Désactive les animations et la mascotte animée pour une interface plus calme et stable.
hi: शांत और स्थिर इंटरफ़ेस के लिए गति और मैस्कॉट एनिमेशन बंद करता है।
ja: 動きやマスコットのアニメーションをオフにし、落ち着いた安定したインターフェースにします。
zh_hans: 关闭动画和吉祥物动效，界面更平静稳定。

# documentComfort.reduceAnimations.title
source: Reduce Animations
es: Reducir animaciones
fr: Réduire les animations
hi: एनिमेशन कम करें
ja: アニメーションを減らす
zh_hans: 减少动画

# documentComfort.reduceGlare.info
source: Softens harsh bright areas so white pages feel gentler on the eyes.
es: Suaviza las zonas muy brillantes para que las páginas blancas sean más suaves para la vista.
fr: Adoucit les zones très lumineuses pour que les pages blanches soient plus douces pour les yeux.
hi: तेज़ चमकदार हिस्सों को नरम करता है ताकि सफ़ेद पेज आँखों को कम चुभें।
ja: 強い明るさを和らげ、白いページが目に優しく感じられるようにします。
zh_hans: 柔化过亮区域，让白色页面对眼睛更友好。

# documentComfort.reduceGlare.title
source: Reduce Glare
es: Reducir el resplandor
fr: Réduire l'éblouissement
hi: चमक कम करें
ja: グレア軽減
zh_hans: 减少眩光

# documentComfort.reset.button
source: Reset Comfort Settings
es: Restablecer ajustes de comodidad
fr: Réinitialiser les réglages de confort
hi: आराम सेटिंग्स रीसेट करें
ja: 快適設定をリセット
zh_hans: 重置舒适度设置

# documentComfort.reset.confirm.cancel
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消

# documentComfort.reset.confirm.confirm
source: Reset
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
ja: リセット
zh_hans: 重置

# documentComfort.reset.confirm.title
source: Reset all comfort settings?
es: ¿Restablecer todos los ajustes de comodidad?
fr: Réinitialiser tous les réglages de confort ?
hi: क्या सभी आराम सेटिंग्स रीसेट करें?
ja: 快適設定をすべてリセットしますか？
zh_hans: 要重置所有舒适度设置吗？

# documentComfort.reset.info
source: Returns every comfort setting on this panel to its default.
es: Devuelve todos los ajustes de comodidad de este panel a su valor predeterminado.
fr: Ramène tous les réglages de confort de ce panneau à leur valeur par défaut.
hi: इस पैनल की हर आराम सेटिंग को उसके डिफ़ॉल्ट पर लौटाता है।
ja: このパネルのすべての快適設定をデフォルトに戻します。
zh_hans: 将此面板中的所有舒适度设置恢复为默认值。

# documentComfort.softenWhitePages.info
source: Tones down pure-white backgrounds to a softer off-white.
es: Suaviza los fondos blanco puro a un blanco roto más suave.
fr: Adoucit les arrière-plans blanc pur vers un blanc cassé plus doux.
hi: शुद्ध सफ़ेद पृष्ठभूमि को नरम ऑफ़-व्हाइट में बदलता है।
ja: 純白の背景をより柔らかいオフホワイトに変えます。
zh_hans: 将纯白背景调整为更柔和的米白色。

# documentComfort.softenWhitePages.title
source: Soften White Pages
es: Suavizar páginas blancas
fr: Adoucir les pages blanches
hi: सफेद पेज नरम करें
ja: 白いページを和らげる
zh_hans: 柔化白色页面

# documentComfort.subtitle
source: Tune the page for easier reading.
es: Ajusta la página para facilitar la lectura.
fr: Ajustez la page pour une lecture plus facile.
hi: आसान पठन के लिए पेज को समायोजित करें।
ja: 読みやすくするためにページを調整します。
zh_hans: 调整页面以便更轻松阅读。

# documentComfort.title
source: Document Comfort
es: Comodidad del documento
fr: Confort du document
hi: दस्तावेज़ आराम
ja: ドキュメントコンフォート
zh_hans: 文档舒适度

# documentComfort.warmth.info
source: Adds a warm, amber tint to reduce blue light in low light.
es: Añade un tono cálido ámbar para reducir la luz azul en ambientes con poca luz.
fr: Ajoute une teinte chaude ambrée pour réduire la lumière bleue en faible luminosité.
hi: कम रोशनी में नीली रोशनी घटाने के लिए गर्म, एम्बर टिंट जोड़ता है।
ja: 暖色系（アンバー）の色味を加え、暗い場所でのブルーライトを軽減します。
zh_hans: 添加温暖的琥珀色调，在弱光环境下减少蓝光。

# documentComfort.warmth.title
source: Warm Tone
es: Tono cálido
fr: Teinte chaude
hi: गर्म टोन
ja: ウォームトーン
zh_hans: 暖色调

# emptyState.chooseFiles.label
source: Choose Files
es: Elegir archivos
fr: Choisir des fichiers
hi: फ़ाइलें चुनें
ja: ファイルを選択
zh_hans: 选择文件

# emptyState.chooseFiles.tooltip
source: Select individual documents to combine or edit.
es: Selecciona documentos individuales para combinarlos o editarlos.
fr: Sélectionnez des documents individuels à combiner ou à modifier.
hi: जोड़ने या संपादित करने के लिए अलग-अलग दस्तावेज़ चुनें।
ja: 結合または編集する個々のドキュメントを選択します。
zh_hans: 选择单个文档以合并或编辑。

# emptyState.chooseFolder.label
source: Choose Folder
es: Elegir carpeta
fr: Choisir un dossier
hi: फ़ोल्डर चुनें
ja: フォルダを選択
zh_hans: 选择文件夹

# emptyState.chooseFolder.tooltip
source: Import supported documents from a folder.
es: Importa los documentos admitidos de una carpeta.
fr: Importez les documents pris en charge depuis un dossier.
hi: किसी फ़ोल्डर से समर्थित दस्तावेज़ आयात करें।
ja: フォルダ内の対応するドキュメントを読み込みます。
zh_hans: 从文件夹导入受支持的文档。

# emptyState.dropZone.dropFilesOrFolders
source: Drop files or folders to begin
es: Suelta archivos o carpetas para empezar
fr: Déposez des fichiers ou des dossiers pour commencer
hi: शुरू करने के लिए फ़ाइलें या फ़ोल्डर छोड़ें
ja: ファイルまたはフォルダをドロップして開始
zh_hans: 拖放文件或文件夹以开始

# emptyState.dropZone.releaseFiles
source: Release to import files
es: Suelta para importar archivos
fr: Relâchez pour importer les fichiers
hi: फ़ाइलें आयात करने के लिए छोड़ें
ja: 離すとファイルを読み込みます
zh_hans: 松开以导入文件

# emptyState.dropZone.releaseFolder
source: Release to import folder contents
es: Suelta para importar el contenido de la carpeta
fr: Relâchez pour importer le contenu du dossier
hi: फ़ोल्डर की सामग्री आयात करने के लिए छोड़ें
ja: 離すとフォルダの内容を読み込みます
zh_hans: 松开以导入文件夹内容

# emptyState.dropZone.releaseMixed
source: Release to import files and folders
es: Suelta para importar archivos y carpetas
fr: Relâchez pour importer les fichiers et les dossiers
hi: फ़ाइलें और फ़ोल्डर आयात करने के लिए छोड़ें
ja: 離すとファイルとフォルダを読み込みます
zh_hans: 松开以导入文件和文件夹

# emptyState.dropZone.supportedTypes
source: PDF, Word, HTML, text, images. Up to 50 files.
es: PDF, Word, HTML, texto, imágenes. Hasta 50 archivos.
fr: PDF, Word, HTML, texte, images. 50 fichiers maximum.
hi: PDF, Word, HTML, टेक्स्ट, इमेज। 50 फ़ाइलों तक।
ja: PDF、Word、HTML、テキスト、画像に対応。最大50ファイルまで。
zh_hans: 支持 PDF、Word、HTML、文本、图像，最多 50 个文件。
